Repository: zjelev/RegIT
Catalog: Areas/Identity/Pages/Account/Login.*.resx
Languages: bg

source: Log in
bg: Вход

source: Use a local account to log in
bg: с локален потребител

source: Password
bg: Парола

source: Remember me
bg: Запомни ме

source: Forgot your password
bg: Забравена парола

source: Register as a new user
bg: Нова регистрация

source: Resend email confirmation
bg: Изпрати повторно потвърждение по email

source: Use another service to log in
bg: Вход през външна услуга

source: There are no external authentication services configured. See this
bg: Няма конфигурирани външни услуги. Виж тази

source: article about setting up this application to support logging in via external services
bg: статия относно конфигурирането на външни услуги
